//ПЕРЕЧИСЛЕНИЯ
export var ENUMERATIONS = {
	rankTax: [
		{ 'id': 1, 'text': '1' },
		{ 'id': 2, 'text': '2' },
		{ 'id': 3, 'text': '3' },
		{ 'id': 4, 'text': '4' },
		{ 'id': 5, 'text': '5' },
		{ 'id': 6, 'text': '6' },
		{ 'id': 7, 'text': '7' }
	],
	methodTaxation: [
		{ 'id': 1, 'text': 'Сплошной перечет' },
		{ 'id': 2, 'text': 'Ленточный перечет' }
	],
	property: [
		{ 'id': 1, 'text': 'Хвойное' },
		{ 'id': 2, 'text': 'Мягколиственное' },
		{ 'id': 3, 'text': 'Твердолиственное' }
	],
	purposeForests: [
		{ 'id': 1, 'text': 'Эксплуатационные леса' },
		{ 'id': 2, 'text': 'Защитные леса' },
		{ 'id': 3, 'text': 'Резервные леса' }
	],
	distributionhalfbusiness: [
		{ 'id': 0, 'text': 'Остаток к деловым стволам' },
		{ 'id': 1, 'text': 'Остаток к дровяным стволам' }
	],
	objectTaxation: [
		{ 'id': 1, 'text': 'Лесосека в целом' },
		{ 'id': 2, 'text': 'Волока' },
		{ 'id': 3, 'text': 'Пасеки' },
		{ 'id': 4, 'text': 'Погрузочные пункты' },
		{ 'id': 5, 'text': 'Ленты перечета' },
		{ 'id': 6, 'text': 'Прочие объекты' }
	],
	formCutting: [
		{'id':1,'text':'Сплошная рубка'},
		{'id':2,'text':'Выборочная рубка'}
	],
	damage: [
		{'id':1,'text':'до 10 %'},
		{'id':2,'text':'до 20 %'},
		{'id':3,'text':'до 30 %'},
		{'id':4,'text':'до 40 %'},
		{'id':5,'text':'до 50 %'},
		{'id':6,'text':'до 60 %'},
		{'id':7,'text':'до 70 %'},
		{'id':8,'text':'до 80 %'},
		{'id':9,'text':'до 90 %'},
		{'id':10,'text':'до 100 %'}
	],
	groupCutting: [
		{'id':1,'text':'Рубки в спелых насаждениях'},
		{'id':2,'text':'Рубки ухода за насаждениями'},
		{'id':3,'text':'Санитарные рубки'},
		{'id':4,'text':'Прочие рубки'}
	],
	rangesLiquidation: [
		{'id':1,'text':'от 0 до 100 м.куб'},
		{'id':2,'text':'от 100.01 до 150 м.куб'},
		{'id':3,'text':'более 150 м.куб'}
	],
	orderRoundingRates: [
		{'id':1,'text':'До целых рублей'},
		{'id':2,'text':'До десятков копеек'},
		{'id':3,'text':'До копеек'},
	],
	orderRoundingValues: [
		{'id':1,'text':'До целых куб.м.'},
		{'id':2,'text':'До десятых долей куб.м.'},
		{'id':3,'text':'До сотых долей куб.м.'}
	],

	//Для отчетности  арендатора
	docType: [
		{'id':1,'text':'Договор аренды лесного участка'},
		{'id':2,'text':'Договор купли-продажи лесных насаждений'},
	],
	year: [
		{'id':2017,'text':'2017'},
		{'id':2018,'text':'2018'},
		{'id':2019,'text':'2019'},
		{'id':2020,'text':'2020'},
		{'id':2021,'text':'2021'},
		{'id':2022,'text':'2022'},		
	],
	months: [
		{'id':1,'text':'Январь'},
		{'id':2,'text':'Февраль'},
		{'id':3,'text':'Март'},
		{'id':4,'text':'Апрель'},
		{'id':5,'text':'Май'},
		{'id':6,'text':'Июнь'},
		{'id':7,'text':'Июль'},
		{'id':8,'text':'Август'},
		{'id':9,'text':'Сентябрь'},
		{'id':10,'text':'Окьябрь'},
		{'id':11,'text':'Ноябрь'},
		{'id':12,'text':'Декабрь'},
	],
	unit: [
		{'id':'059','text':'га'},
		{'id':'008','text':'км'},
		{'id':'113','text':'м.куб.'},
		{'id':'168','text':'т'},
		{'id':'206','text':'ц'},
		{'id':'166','text':'кг'},
		{'id':'055','text':'м.кв.'},
		{'id':'798','text':'т.шт.'},
		{'id':'796','text':'шт.'},
		{'id':'111','text':'пчел.'},
	],
	entity_individual: [
		{'id':0,'text':'Юридическое лицо'},
		{'id':1,'text':'Физическое лицо / ИП'},
	],


}