//ПЕРЕЧИСЛЕНИЯ
export var ENUMERATIONS = {
	methodTaxation: [
		{ 'id': 1, 'text': 'Сплошной перечет' },
		{ 'id': 2, 'text': 'Ленточный перечет' }
	],
	property: [
		{ 'id': 1, 'text': 'Хвойное' },
		{ 'id': 2, 'text': 'Мягколиственное' },
		{ 'id': 3, 'text': 'Твердолиственное' }
	],
	purposeForests: [
		{ 'id': 1, 'text': 'Эксплуатационные леса' },
		{ 'id': 2, 'text': 'Защитные леса' },
		{ 'id': 3, 'text': 'Резервные леса' }
	],
	distributionhalfbusiness: [
		{ 'id': 0, 'text': 'Остаток к деловым стволам' },
		{ 'id': 1, 'text': 'Остаток к дровяным стволам' }
	],
	objectTaxation: [
		{ 'id': 1, 'text': 'Лесосека в целом' },
		{ 'id': 2, 'text': 'Волока' },
		{ 'id': 3, 'text': 'Пасеки' },
		{ 'id': 4, 'text': 'Погрузочные пункты' },
		{ 'id': 5, 'text': 'Ленты перечета' },
		{ 'id': 6, 'text': 'Прочие объекты' }
	],	
	orderRoundingValues: [
		{'id':1,'text':'До целых куб.м.'},
		{'id':2,'text':'До десятых долей куб.м.'},
		{'id':3,'text':'До сотых долей куб.м.'}
	],

}